Repository: hemant9701/wello-servicedesk-api
Catalog: languages/wello-servicedesk-api-*.po
Languages: es_es, fr_fr, it_it, nl_nl, pl_pl

source: Access Token
es_es: Ficha de acceso
fr_fr: Jeton d’accès
it_it: Token di accesso
nl_nl: Toegangstoken
pl_pl: Token dostępu

source: Access token generated successfully.
es_es: Ficha de acceso generada correctamente.
fr_fr: Le jeton d’accès a été généré avec succès.
it_it: Token di accesso generato correttamente.
nl_nl: Toegangstoken is succesvol gegenereerd.
pl_pl: Token dostępu wygenerowany pomyślnie.

source: Access token has been cleared successfully.
es_es: La ficha de acceso se ha borrado correctamente.
fr_fr: Le jeton d’accès a été supprimé avec succès.
it_it: Il token di accesso è stato cancellato correttamente.
nl_nl: Toegangstoken is succesvol gewist.
pl_pl: Token dostępu został wyczyszczony pomyślnie.

source: Access Token:
es_es: Ficha de acceso:
fr_fr: Jeton d’accès:
it_it: Token di accesso:
nl_nl: Toegangstoken:
pl_pl: Token dostępu:

source: An error occurred
es_es: Se ha producido un error
fr_fr: Une erreur s’est produite
it_it: Si è verificato un errore
nl_nl: Er is een fout opgetreden
pl_pl: Wystąpił błąd

source: Are you sure you want to clear the access token?
es_es: ¿Seguro que quiere eliminar la ficha de acceso?
fr_fr: Voulez-vous vraiment supprimer le jeton d’accès ?
it_it: Vuole davvero cancellare il token di accesso?
nl_nl: Weet je zeker dat je het toegangstoken wilt wissen?
pl_pl: Czy na pewno chcesz wyczyścić token dostępu?

source: Attempts left: %s.
es_es: Intentos restantes: %s.
fr_fr: Tentatives restantes : %s.
it_it: Tentativi rimasti: %s.
nl_nl: Pogingen over: %s.
pl_pl: Liczba pozostałych prób: %s.

source: Clear Access Token
es_es: Eliminar ficha de acceso
fr_fr: Supprimer le jeton d’accès
it_it: Cancella il token di accesso
nl_nl: Toegangstoken wissen
pl_pl: Wyczyść token dostępu

source: Confirm OTP
es_es: Confirmar OTP
fr_fr: Confirmer le code à usage unique
it_it: Conferma OTP
nl_nl: Bevestig OTP
pl_pl: Potwierdź hasło jednorazowe

source: Connection error. Please try again.
es_es: Error de conexión. Inténtelo de nuevo.
fr_fr: Erreur de connexion. Veuillez réessayer.
it_it: Errore di connessione. Riprovare.
nl_nl: Verbindingsfout. Probeer het opnieuw.
pl_pl: Błąd połączenia. Spróbuj ponownie.

source: CSS file not found:
es_es: No se ha encontrado el archivo CSS:
fr_fr: Impossible de trouver le fichier CSS :
it_it: File CSS non trovato:
nl_nl: CSS-bestand niet gevonden:
pl_pl: Nie znaleziono pliku CSS:

source: Email or password not valid. Please try again. You can try 3 times.
es_es: El e-mail o la contraseña no son válidos. Inténtelo de nuevo, tiene 3 intentos.
fr_fr: E-mail ou mot de passe invalide. Veuillez réessayer. Vous avez droit à 3 tentatives.
it_it: Email o password non valide. Riprovare. Si può riprovare 3 volte.
nl_nl: E-mail of wachtwoord ongeldig. Probeer het opnieuw. Je kunt 3 keer proberen.
pl_pl: Nieprawidłowy adres e-mail lub hasło. Spróbuj ponownie. Masz 3 próby.

source: General Settings
es_es: Configuración general
fr_fr: Paramètres généraux
it_it: Impostazioni generali
nl_nl: Algemene instellingen
pl_pl: Ustawienia ogólne

source: Generate Access Token
es_es: Generar ficha de acceso
fr_fr: Générer un jeton d’accès
it_it: Generare il token di accesso
nl_nl: Toegangstoken genereren
pl_pl: Generuj token dostępu

source: Generate Token
es_es: Generar ficha
fr_fr: Générer un jeton
it_it: Generare il token
nl_nl: Token genereren
pl_pl: Generowanie tokenu

source: Generate your access token, then save your changes to enable secure access and apply your configuration.
es_es: Genere su ficha de acceso, a continuación guarde los cambios para permitir el acceso seguro y aplicar la configuración.
fr_fr: Générez votre jeton d’accès, puis enregistrez vos modifications pour activer l’accès sécurisé et appliquer votre configuration.
it_it: Generare il token di accesso, quindi salvare le modifiche per abilitare l'accesso sicuro e applicare la configurazione.
nl_nl: Genereer je toegangstoken en sla vervolgens je wijzigingen op om beveiligde toegang in te schakelen en je configuratie toe te passen.
pl_pl: Wygeneruj token dostępu, następnie zapisz zmiany, by włączyć bezpieczny dostęp i zastosować swoją konfigurację.

source: https://wello.solutions/
es_es: https://es.wello.solutions/
fr_fr: https://fr.wello.solutions/
it_it: https://it.wello.solutions/
pl_pl: https://pl.wello.solutions/

source: Image should be maximum 2MB.
es_es: La imagen debe tener un tamaño máximo de 2MB.
fr_fr: La taille de l’image doit pas dépasser 2 Mo.
it_it: L'immagine deve avere una dimensione massima di 2 MB.
nl_nl: Afbeelding mag maximaal 2 MB zijn.
pl_pl: Obraz powinien mieć maksymalnie 2MB.

source: Invalid OTP code.
es_es: Códito OTP inválido.
fr_fr: Code à usage unique invalide.
it_it: Codice OTP non valido.
nl_nl: Ongeldige OTP-code.
pl_pl: Nieprawidłowy kod jednorazowego hasła.

source: JS file not found:
es_es: Archivo JS no encontrado:
fr_fr: Fichier JS introuvable :
it_it: File JS non trovato:
nl_nl: JS-bestand niet gevonden:
pl_pl: Nie znaleziono pliku JS:

source: Main Page Banner
es_es: Banner de la página principal
fr_fr: Bannière de la page principale
it_it: Banner della pagina principale
nl_nl: Hoofdpaginabanner
pl_pl: Baner na stronie głównej

source: Max attempts reached. Try again in 24 hours.
es_es: Ha superado el máximo de intentos. Inténtelo de nuevo en 24 horas.
fr_fr: Vous avez atteint la limite de tentatives. Veuillez réessayer dans 24 heures.
it_it: È stato raggiunto il numero massimo di tentativi. Riprovare tra 24 ore.
nl_nl: Maximaal aantal pogingen bereikt. Probeer het opnieuw over 24 uur.
pl_pl: Osiągnięto maksymalną liczbę prób. Spróbuj ponownie za 24 godziny.

source: OTP Code
es_es: Código OTP
fr_fr: Code à usage unique
it_it: Codice OTP
pl_pl: Kod hasła jednorazowego

source: OTP requested successfully.
es_es: OTP solicitada correctamente.
fr_fr: La demande de code à usage unique a été envoyée avec succès.
it_it: OTP richiesto correttamente
nl_nl: OTP succesvol aangevraagd.
pl_pl: Prośba o hasło jednorazowe zakończyła się pomyślnie.

source: OTP verification failed.
es_es: La verificación de la OTP ha fallado.
fr_fr: La vérification du code à usage unique a échoué.
it_it: Verifica dell'OTP non riuscita.
nl_nl: OTP-verificatie mislukt.
pl_pl: Weryfikacja hasła jednorazowego nie powiodła się.

source: Password
es_es: Contraseña
fr_fr: Mot de passe
nl_nl: Wachtwoord
pl_pl: Hasło

source: Primary Logo
es_es: Logotipo primario
fr_fr: Logo principal
it_it: Logo primario
nl_nl: Primair logo
pl_pl: Logo główne

source: Request OTP
es_es: Solicitar OTP
fr_fr: Demander un code à usage unique
it_it: Richiesta di OTP
nl_nl: OTP aanvragen
pl_pl: Poproś o hasło jednorazowe

source: Secondary Logo
es_es: Logotipo secundario
fr_fr: Logo secondaire
it_it: Logo secondario
nl_nl: Secundair logo
pl_pl: Logo drugorzędne

source: Security check failed while clearing the token.
es_es: La comprobación de seguridad ha fallado al borrar la ficha.
fr_fr: Échec du contrôle de sécurité lors de la suppression du jeton.
it_it: Controllo di sicurezza fallito durante la cancellazione del token.
nl_nl: Beveiligingscontrole mislukt bij het wissen van het token.
pl_pl: Kontrola zabezpieczeń w trakcie czyszczenia tokena nie powiodła się.

source: Security check failed.
es_es: La comprobación de seguridad ha fallado.
fr_fr: Le contrôle de sécurité a échoué.
it_it: Controllo di sicurezza fallito.
nl_nl: Beveiligingscontrole mislukt.
pl_pl: Kontrola zabezpieczeń nie powiodła się.

source: Select Image
es_es: Seleccionar imagen
fr_fr: Sélectionner une image
it_it: Selezionare l'immagine
nl_nl: Afbeelding selecteren
pl_pl: Wybierz obraz

source: Service Desk
fr_fr: Centre de support

source: Service Desk for field service companies.
es_es: Service Desk para empresas de servicios de campo.
fr_fr: Centre de support pour les entreprises de services sur le terrain.
it_it: Service Desk per aziende di assistenza sul campo.
nl_nl: Servicedesk voor buitendienstbedrijven.
pl_pl: Service Desk dla firm świadczących usługi w terenie.

source: Service Desk Settings
es_es: Configuración de Service Desk
fr_fr: Paramètres du centre de support
it_it: Impostazioni del Service Desk
nl_nl: Servicedesk-instellingen
pl_pl: Ustawienia Service Desk

source: Set Access Token
es_es: Establecer ficha de acceso
fr_fr: Configurer le jeton d’accès
it_it: Impostare il token di accesso
nl_nl: Toegangstoken instellen
pl_pl: Ustaw token dostępu

source: Support Page
es_es: Página de ayuda
fr_fr: Page de support
it_it: Pagina di supporto
nl_nl: Ondersteuningspagina
pl_pl: Strona wsparcia

source: Support Page Content
es_es: Contenido de la página de ayuda
fr_fr: Contenu de la page d’assistance
it_it: Contenuto della pagina di supporto
nl_nl: Inhoud van ondersteuningspagina
pl_pl: Treść strony wsparcia

source: Support page content saved.
es_es: Contenido de la página de ayuda guardado.
fr_fr: Le contenu de la page d’assistance a été enregistré.
it_it: Contenuto della pagina di supporto salvato.
nl_nl: Inhoud van ondersteuningspagina opgeslagen.
pl_pl: Zapisano treść strony wsparcia

source: Thank you for your interest in the Wello Service desk plugin. You need to be an administrator to set up this plugin.
es_es: Gracias por su interés en el plugin Wello Service desk. Debe tener la función de administrador para configurar este plugin.
fr_fr: Merci de votre intérêt pour le plugin Wello Service Desk. La configuration de ce plugin nécessite des droits d’administrateur.
it_it: Grazie per l'interesse per il plugin Wello Service Desk. Per configurare questo plugin, è necessario essere un amministratore.
nl_nl: Bedankt voor je interesse in de Wello Servicedesk-plugin. Je moet een beheerder zijn om deze plugin in te stellen.
pl_pl: Dziękujemy za zainteresowanie wtyczką Wello Service Desk. Tylko administrator może ją skonfigurować.

source: Unknown
es_es: Desconocido
fr_fr: Inconnu
it_it: Sconosciuto
nl_nl: Onbekend
pl_pl: Brak danych

source: Username
es_es: Nombre de usuario
fr_fr: Nom d’utilisateur
it_it: Nome utente
nl_nl: Gebruikersnaam
pl_pl: Nazwa użytkownika

source: Wello Service Desk - Access Token Setup
es_es: Wello Service Desk - Configuración de ficha de acceso
fr_fr: Wello Service Desk – Configuration du jeton d’accès
it_it: Wello Service Desk - Impostazione del token di accesso
nl_nl: Wello Servicedesk - Toegangstokeninstellingen
pl_pl: Wello Service Desk - konfiguracja tokenu dostępu

source: Wello Service Desk API
es_es: API de Wello Service Desk
fr_fr: API Wello Service Desk
it_it: API di Wello Service Desk
pl_pl: API Wello Service Desk

source: Wello Service Desk Template
es_es: Plantilla de Wello Service Desk
fr_fr: Modèle Wello Service Desk
it_it: Modello di Wello Service Desk
nl_nl: Wello Servicedesk-sjabloon
pl_pl: Szablon Wello Service Desk

source: You do not have sufficient permissions to access this page.
es_es: No tiene permisos suficientes para acceder a esta página.
fr_fr: Vous ne disposez pas des autorisations nécessaires pour accéder à cette page.
it_it: Non dispone di autorizzazioni sufficienti per accedere a questa pagina.
nl_nl: Je hebt onvoldoende rechten om deze pagina te bekijken.
pl_pl: Nie masz wystarczających uprawnień, by uzyskać dostęp do tej strony.

source: Save Content
nl_nl: Inhoud opslaan
